Repository: common-repository/linxo-connect
Catalog: languages/linxo-woo-*.po
Languages: fr_fr

source: %1$sConfirm the transfer%2$s, everything is pre-filled!
fr_fr: %1$sValidez le virement%2$s, tout est pré-rempli !

source: %1$sInstant transfer:%2$s Transfer received within 10 seconds, additional fees may apply depending on bank.
fr_fr: %1$sInstantané:%2$s Virement reçu dans les 10 secondes, des frais additionnels peuvent s’appliquer selon la banque.

source: %1$sLinxo Connect Payments%2$s solution is an 'automated bank transfer' payment method. It is a payment method that e-commerce merchants can %3$sadd to their website's checkout page%4$s, to offer their customers an optimal and personalized payment experience (no need for customers to input IBAN or specify a label, and no impact on the credit card limit). The main benefits of %5$sLinxo Connect Payments%6$s are:
fr_fr: La solution %1$sde paiement de Linxo Connect%2$s est une solution de paiement par “virement automatisé”. C’est un moyen de paiement que les e-commerçants peuvent %3$sajouter à la page paiement de leur site%4$s, pour proposer à leurs clients une expérience de paiement optimale et personnalisée (aucune complétion d’IBAN, ou libellé par le client, pas d’impact sur le plafond CB). Les avantages principaux de %5$sLinxo Connect Payments%6$s :

source: %1$sLinxo%2$s &nbsp; is a subsidiary of
fr_fr: %1$sLinxo%2$s &nbsp; est une filiale de

source: %1$sProduction:%2$s Your Production credentials will be subsequently communicated to you by our technical teams.
fr_fr: %1$sProduction :%2$s Vos identifiants de Production vous seront par la suite communiqués par nos équipes techniques.

source: %1$sSandbox:%2$s To obtain your own Sandbox credentials, please contact Linxo Connect through the contact form:
fr_fr: %1$sSandbox:%2$s Pour obtenir vos propres identifiants de Sandbox, contactez Linxo Connect via le formulaire de contact:

source: %1$sStandard transfer:%2$s A standard transfer between 2 banks takes 1 to 2 business days.
fr_fr: %1$sClassique:%2$s Le délai d'un virement classique entre 2 banques est de 1 à 2 jours ouvrables.

source: %1$sTo take full advantage of the features of your Linxo Connect Payments module and receive your login details, it is essential to sign up to a contract. If you have downloaded the Payments plugin directly from Wordpress/Woocommerce: %2$s
fr_fr: %1$sPour profiter pleinement des fonctionnalités de votre module Linxo Connect Payments et recevoir vos identifiants, il est essentiel de souscrire à un contrat. Si vous avez téléchargé le plugin Payments directement sur Wordpress/Woocommerce : %2$s

source: (default)
fr_fr: (défaut)

source: +30% to 40% increase in conversion rates
fr_fr: +30 à 40% sur les taux de conversion

source: 0 bank commission rate
fr_fr: 0 taux de commission bancaire

source: Account successfully added.
fr_fr: Compte ajouté avec succès.

source: Add
fr_fr: Ajouter

source: Add a beneficiary
fr_fr: Ajouter un beneficiaire

source: Advanced settings
fr_fr: Paramètres avancés

source: Allow logs
fr_fr: Autoriser les logs

source: Amount
fr_fr: Montant

source: Are there additional fees applied to my customers when they make a payment via bank transfer?
fr_fr: Des frais sont-ils appliqués à mes clients lors d’un paiement par virement ?

source: Authentication
fr_fr: Authentification

source: Authorized accounts
fr_fr: Comptes enregistrés

source: Automatic and immediate back-office reconciliation with the transaction description.
fr_fr: Réconciliation automatique et immédiate en Back Office avec le libellé de la transaction.

source: Banking Institution
fr_fr: Etablissement bancaire

source: Beneficiaries accounts
fr_fr: Comptes Bénéficiaires

source: Beneficiary reference
fr_fr: Référence bénéficiaire

source: Both
fr_fr: Les deux

source: Can I test the functionality before the implementation in production ?
fr_fr: Puis-je tester la fonctionnalité avant de l’utiliser en production ?

source: Choose the bank %1$sfrom which you want to make the transfer%2$s and log in.
fr_fr: Choisissez la banque %1$sdepuis laquelle vous souhaitez réaliser votre virement%2$s et connectez-vous.

source: City of birth
fr_fr: Ville de Naissance

source: Click here to download the latest file
fr_fr: Cliquez ici pour télécharger le dernier fichier

source: Company
fr_fr: Entreprise

source: Company name
fr_fr: Nom de l'entreprise

source: Complete %1$sthis contact form%2$s
fr_fr: Complétez %1$sce formulaire de contact%2$s

source: Complete the order form which will be sent to you by email
fr_fr: Complétez le bon de commande qui vous sera transmis par email

source: Contact us
fr_fr: Contactez-nous

source: Country
fr_fr: Pays

source: Current beneficiary
fr_fr: bénéficiaire actuel

source: Date of birth
fr_fr: Date de naissance

source: Default fields are ready-to-use, but you can adjust them according to your needs. However, please note that changing the statuses will affect WordPress's automated actions. For instance, the "Payment accepted" order status triggers an email to your customer to confirm his order.
fr_fr: Les champs en l'état sont déjà prêts à l'emploi, mais vous avez la possibilité de les ajuster selon vos besoins. Cependant, sachez qu'une modification des statuts influencera les actions automatiques de Wordpress. Exemple : le champ « en cours » génère un mail à votre client pour confirmer sa commande.

source: Delete
fr_fr: Supprimer

source: Do you have a question?
fr_fr: Une question ?

source: Download User guide
fr_fr: Télécharger le guide de l'utilisateur

source: Easy payment process (no labels, amount, or IBAN to be entered by the customer)
fr_fr: Parcours de paiement fluide( aucun libellé, montant ou IBAN à saisir par le client)

source: Easy purchasing process: fully automated bank transfer payment, with no need for the payer to enter an IBAN.
fr_fr: Un parcours d'achat simplifié : paiement par virement complètement automatisé, sans saisie d'IBAN par le payeur.

source: Enable IBAN storage
fr_fr: Sauvegarde des IBAN

source: First Name
fr_fr: Prénom

source: For "instant" bank transfer : Funds received within 10 seconds. Please note that charges may apply depending on the bank's pricing policy.
fr_fr: En virement instantané : Virement encaissé dans les 10 secondes. À noter que des frais peuvent s’appliquer selon la politique tarifaire de l’établissement bancaire.

source: For "standard" bank transfer : Receipt of a SCT transfer is estimated to take between 1 to 2 business days (depending on the bank).
fr_fr: En virement “classique” : L’encaissement d'un virement SCT classique est estimé entre 1 à 2 jours ouvrables (variable selon les établissements bancaires).

source: He chooses "Safe payment with Linxo Connect" among the various payment options
fr_fr: Il sélectionne “Paiement sécurisé via Linxo Connect” parmi les différents moyens de paiement

source: He is redirected to a secure interface to select his bank. Then, he will be automatically redirected to his banking portal to authenticate.
fr_fr: Il est redirigé vers une interface sécurisée pour sélectionner sa banque. Il est automatiquement redirigé vers son espace bancaire et s'authentifie.

source: High payment limits (ideal for carts with significant amounts).
fr_fr: Des plafonds de paiement élevés (idéal pour les paniers de montants importants).

source: How can I track payments made through Linxo Connect Payments?
fr_fr: Comment suivre les paiements effectués via Linxo Connect Payments ?

source: How does
fr_fr: Comment fonctionne

source: How does it work?
fr_fr: Comment ça marche ?

source: How does Linxo Connect Payments work?
fr_fr: Comment fonctionne Linxo Connect Payments ?

source: How long are the data saved in Sandbox mode?
fr_fr: Combien de temps sont sauvegardées les données en mode Sandbox ?

source: How soon can I expect to receive my payments?
fr_fr: Sous quels délai vais-je encaisser mes paiements ?

source: How to switch to production mode?
fr_fr: Comment passer en mode production ?

source: I have a "blocked account" warning. What should I do?
fr_fr: J’ai une alerte “compte bloqué” que faire ?

source: If the customer encounters a transaction refusal, for example, due to an exceeded transfer limit, what message/information will be displayed for the merchant and what message will be displayed for the customer?
fr_fr: Si le client final fait face à un refus d’opération, par exemple en raison de plafond de virement dépassé, quel message/information s’affichera pour le commerçant et quel message s’affichera pour le client final ?

source: Immediate and secure
fr_fr: Immédiat et sécurisé

source: Immediate payment confirmation.
fr_fr: Une confirmation immédiate du paiement.

source: In Sandbox mode, data is cleared every 3 months.
fr_fr: En mode Sandbox, les données s’effacent tous les 3 mois.

source: Individual
fr_fr: Personne physique

source: Instant
fr_fr: Instantané

source: Introduction
fr_fr: Présentation

source: Irrevocable transfer, funds received in less than 10 seconds
fr_fr: Virement irrévocable, encaissement en moins de 10 secondes

source: It is possible to test Linxo Connect Payments. To do so, simply use your credentials in Sandbox mode. These credentials should be entered in: My Account > 'Sandbox' mode. This will allow you to test the payment solution without using your actual banking data.
fr_fr: Il est possible de tester Linxo Connect Payments.Pour cela, il suffit de vous munir de vos identifiants en mode Sandbox. Ces identifiants sont à renseigner dans : Mon Compte > mode “Sandbox”. Cela vous permettra de tester la solution de paiement sans utiliser vos propres données bancaires.

source: Label
fr_fr: Libellé

source: Last Name
fr_fr: Nom

source: Latest version - What's new?
fr_fr: Nouveautés de la version

source: Linxo Connect Settings
fr_fr: Paramètres de Linxo Connect

source: Linxo Woo requires WooCommerce to be installed and active.
fr_fr: Linxo Woo nécessite que WooCommerce soit installé et actif.

source: Lower transaction costs.
fr_fr: Une réduction des coûts de transaction.

source: Manual IBAN entry page
fr_fr: Page de saisie manuelle de l'IBAN

source: My account
fr_fr: Mes identifiants

source: Name identifying account holder
fr_fr: Titulaire du compte

source: No
fr_fr: Non

source: No authorized accounts found.
fr_fr: Aucun compte autorisé trouvé.

source: no iban
fr_fr: sans iban

source: No log files found!
fr_fr: Aucun fichier journal trouvé !

source: No transactions found for this order
fr_fr: Aucune transaction trouvée pour cette commande

source: Offer a new, user-friendly payment option for your customers, suitable for any amount. Make transfers easier and more secure to boost your conversion rates.
fr_fr: Proposez à vos clients une nouvelle solution de paiement, adaptée à tous types de montants. Le virement plus simple, plus fluide, et plus sécurisé pour maximiser vos conversions.

source: Once authenticated with his bank, a summary of the transactions is displayed. He confirms it.
fr_fr: Une fois authentifié auprès de sa banque, un résumé de l’opération lui est présenté. Il le valide.

source: One of the most secured solutions available in the market.
fr_fr: Une des solutions les plus sécurisées du marché.

source: Opt for a wire transfer
fr_fr: Optez pour un paiement par virement

source: Order Statuses
fr_fr: Statuts de commande

source: Payer authenticated
fr_fr: Payeur authentifié

source: Payer details
fr_fr: Détails du payeur

source: Payer reference
fr_fr: Référence payeur

source: Payment accepted
fr_fr: Paiement accepté

source: Payment cancelled
fr_fr: Paiement annulé

source: Payment error: Please try again
fr_fr: Erreur de paiement : veuillez réessayer

source: payment initiation
fr_fr: l'initiation de paiement

source: Payment rejected
fr_fr: Paiement rejeté

source: Payment settings
fr_fr: Paramètres de paiement

source: Payment tracking is available directly in the WooCommerce dashboard. The WooCommerce plugin will provide you with information regarding the status and state of your payment. Order reconciliation is automatic.
fr_fr: Le suivi des paiements est disponible directement dans le tableau de bord WooCommerce. L'extension WooCommerce vous fournira des informations sur le statut et l'état de votre paiement. Le rapprochement avec la commande est automatique.

source: Payment type
fr_fr: Type

source: Payment with Linxo Connect
fr_fr: Virement via Linxo Connect

source: Payments details
fr_fr: Détails du paiement

source: Please add a first beneficiary account.
fr_fr: Veuillez ajouter un premier compte bénéficiaire.

source: Please Add a valid Client ID and Client Secret.
fr_fr: Veuillez ajouter un ID client et un secret client valides.

source: Please try again, webhook cannot be saved.
fr_fr: Veuillez réessayer, le webhook ne peut pas être enregistré.

source: Please try again.
fr_fr: Veuillez réessayer.

source: Please verify your credentials.
fr_fr: Veuillez vérifier vos informations d'identification.

source: Production ID
fr_fr: ID de Production

source: Production Secret
fr_fr: Secret de Production

source: Sandbox ID
fr_fr: ID de Sandbox

source: Sandbox Secret
fr_fr: Secret de Sandbox

source: Save
fr_fr: Enregistrer

source: Save & Check credentials
fr_fr: Enregistrer & Verifier les identifiants

source: Scheme
fr_fr: Schéma

source: secure
fr_fr: sécurisé

source: Secure payment (strong authentication from the payer's bank)
fr_fr: Paiement sécurisé (authentification forte depuis la banque du payeur)

source: Select your type
fr_fr: Choisissez votre type

source: Settings saved successfully.
fr_fr: Paramètres enregistrés avec succès.

source: Simplified transfer (with pre-filled IBAN)
fr_fr: Virement simplifié sans saisie d'IBAN

source: SIREN or SIRET number
fr_fr: SIREN ou SIRET

source: smooth and secured
fr_fr: fluide et sécurisé

source: Standard
fr_fr: Classique

source: Status
fr_fr: Statut

source: The credentials are valid and the settings have been successfully saved.
fr_fr: Les informations d'identification sont valides. et les paramètres ont été enregistrés avec succès.

source: The Linxo Connect Payments "button" will be automatically added to the list of other payment methods offered on your payment page, labeled as "Secured payment with Linxo Connect" with a Linxo Connect logo. By choosing this payment method, your customer will follow the payment process as explained in question 2 and will be automatically redirected to your e-commerce site after payment validation.
fr_fr: Le “bouton” de paiement via Linxo Connect Payments s’ajoutera automatiquement à la liste des autres moyens de paiement proposés sur votre site, avec la mention “Virement sécurisé via Linxo Connect” et un logo Linxo Connect. En sélectionnant ce moyen de paiement, votre client suivra le parcours paiement comme explicité en question 2 et sera automatiquement redirigé sur votre site e-commerce après validation du paiement.

source: The merchant receives an instant confirmation.
fr_fr: Le marchand reçoit une confirmation en temps réel.

source: The minimum log file level will be set to Debug. You can access older files on your server, in the %s directory.
fr_fr: Le niveau minimal du fichier journal sera fixé à Déboguer. Il est possible d’accéder aux fichiers plus anciens sur votre serveur, dans le répertoire %s.

source: The plugin is compatible with WordPress versions 5.9 and above.
fr_fr: L'extension est compatible avec les versions WordPress 5.9 et les suivantes.

source: The traditional bank transfer payment offered by Linxo Connect is completely free for the customer. In the case of an instant transfer, fees may apply (up to €1). These fees vary according to the pricing policy of the banking institutions. Those banking institutions are obligated to inform the customer. The customer's explicit and informed consent must be obtained before the payment is finalized.
fr_fr: Le paiement par virement classique proposé par Linxo Connect est totalement gratuit pour le client. Dans le cas d’un virement instantané, des frais peuvent être appliqués (jusqu’à 1€). Ils sont variables selon la politique tarifaire des établissements bancaires. A noter que ces derniers sont dans l’obligation d’informer le client. Une validation du client sous forme de consentement éclairé et explicite doit alors être réalisée avant finalisation du règlement.

source: This account is blocked, please contact Linxo Connect %1$ssupport%2$s
fr_fr: Ce compte est bloqué, veuillez contacter %1$ssupport%2$s Linxo Connect

source: To do so, all you need are your credentials in Production mode. These credentials should be entered in: My Account > 'Production' mode.
fr_fr: Pour cela, il suffit de vous munir de vos identifiants en mode Production. Ces identifiants sont à renseigner dans : Mon Compte > mode “Production”.

source: To get your own Sandbox credentials, please contact Linxo Connect through the %1$scontact form%2$s Linxo Connect. Your Production credentials will then be provided to you by our technical teams.
fr_fr: Pour obtenir vos propres identifiants de Sandbox, contactez Linxo Connect via le formulaire de %1$scontact%2$s Linxo Connect. Vos identifiants de Production vous seront par la suite communiqués par nos équipes techniques.

source: Transfer type
fr_fr: Type de virement

source: Two possible scenarios :
fr_fr: Deux scénarios possibles :

source: Use as beneficiary
fr_fr: Utiliser comme beneficiaire

source: What is Linxo Connect Payments?
fr_fr: Qu'est-ce que Linxo Connect Payments ?

source: What will the payment button look like on the payment page?
fr_fr: Comment se matérialisera le bouton de paiement sur la page de paiement ?

source: When a customer confirms their shopping cart and chooses to pay by bank transfer via %1$sLinxo Connect Payments%2$s :
fr_fr: Lorsqu'un client valide son panier et choisit de payer par virement via %1$sLinxo Connect Payments%2$s :

source: When the merchant initiates a payment order, he is then informed of the payment status. ("Executed" , "Rejected" or "Cancelled"). The final customer (the payer) is informed by email of the transaction's execution.
fr_fr: Lorsque le commerçant déclenche un ordre de paiement, il est ensuite averti du statut du paiement. («Executed» , «Rejected» ou «Cancelled») . Le client final (le payeur) est quant à lui informé par email de l'exécution de sa transaction.

source: Where can I find my sandbox and production ID and secret?
fr_fr: Où trouver mes ID et secret de sandbox et de production ?

source: Which versions of WordPress support the Linxo Connect Payments plugin?
fr_fr: Quelles versions de WordPress supportent l'extension Linxo Connect Payments ?

source: Yes
fr_fr: Oui

source: You will then receive your login details enabling you to configure the Payments plugin
fr_fr: Vous recevrez ensuite vos identifiants permettant de configurer le plugin Payments.

source: Your payment has expired or been rejected. Please make a new payment.
fr_fr: Votre paiement a expiré ou a été rejeté. Veuillez effectuer un nouveau paiement.
